"6rg-QU-OWy.title" = "Add";
"LE2-aR-0XJ.title" = "Bring All to Front";
"ScK-fP-kjN.title" = "Cancel";
"TjD-TN-u0A.title" = "Cancel";
"a7M-WT-Cyx.title" = "Cancel";
"DVo-aG-piG.title" = "Close";
"XG0-j0-Zcf.title" = "Cover Art";
"bIO-Lx-JiA.title" = "Cover Art...";
"X7T-Dc-xUC.title" = "Cover art is displayed in Finder thumbnails and in static QuickLook previews.\n\nYou can add, replace or remove cover art in MP4, M4V, MKV and WEBM files.\n\nCover art must be supplied as a JPEG or PNG file.";
"eA4-FA-7dc.title" = "Drop a problematic video file here";
"TX8-mu-sca.title" = "Drop file to use as cover art here.\nLeave empty to remove existing cover art.";
"SDg-KK-0Nv.title" = "Drop video file here";
"bib-Uj-vzu.title" = "File";
"dMs-cI-mzQ.title" = "File";
"F2S-fz-NVQ.title" = "Help";
"sf8-Ko-Xhb.title" = "Help";
"wpr-3q-Mcd.title" = "Help";
"Vdr-fp-XzO.title" = "Hide Others";
"Olw-nP-bQN.title" = "Hide QuickLook Video";
"dCn-U3-hOJ.title" = "Note:\n- You will need a GitHub account to report an Issue. You can register for one in the next step.\n- The file format will be included in the new Issue.\n- No file names or other file content will be sent.\n- You wil be able to review the new Issue before submission.";
"zsS-mw-BMN.title" = "Old version detected";
"FKE-Sm-Kum.title" = "QuickLook Video Help";
"R1n-Z4-BMI.title" = "QuickLook Video would like to clean up old plugins";
"4sb-4s-VLi.title" = "Quit QuickLook Video";
"KHh-sh-atU.title" = "Refresh";
"N0n-6K-3kI.title" = "Report";
"Gye-Xd-78R.title" = "Report an Issue";
"vHb-9r-BgU.title" = "Report an Issue";
"fxY-dc-4ds.title" = "Snapshot";
"elO-ga-k4P.title" = "There are older versions of the QuickLook and Spotlight plugins that this app supplies installed on your Mac.\nThese may prevent Finder from showing thumbails and metadata for your video files.\n\nPress Help for advice on how to delete these older plugins.";
"37f-qP-fvU.title" = "Thumbnails";
"QE0-Cv-OSp.title" = "To see thumbnails of video files you may need to relaunch Finder or log out and back in again.";
"9ZM-hR-Vmn.title" = "Version";
"Td7-aD-5lo.title" = "Window";
"aUF-d1-5bR.title" = "Window";
"wBi-TN-rGU.title" = "You may experience high CPU and disk usage for the next few minutes while Spotlight re-indexes all of your “non-native” audio and video files.";
